
5,

My father had Arctic sleeping habits. For half the year he would be awake all the time. His cigarette smoke would rise from the dining room into my bedroom. He would be there in the morning when I went downstairs.  The dining room had a horizontal mirror all along the far side and when you entered it you saw him through it first, sitting by the large East-facing window, illuminated by the day's new light. Or he would be pacing the flat, from the dining room to the front door and back.,, He would mostly just "think".,, Months and months of apparent inactivity, watching cigarettes burning one after the other would go by. He went to work, of course, unless he decided he was sick, but that seemed not to interrupt his flow. Although he always seemed to be doing nothing, and although the only thing he seemed to be doing was actually smoking, he was also paradoxically too busy to go out and get himself a new packet of cigarettes when he ran out. He would send me across the street, whether it was seven in the morning or eleven at night, any time he ran out. This was his only raw ingredient, this and tea, the only resource he needed to burn time and yet something was keeping him indoors, keeping him "thinking" without apparent preoccupation. In these months he never seemed to be asleep. The swirling blue clouds that filled the dining room at two in the morning were his rapid eye movement. The entire house, became his dreaming consciousness, an extension of his hippocampus, the undulating plasma of blue smoke filled the room and escaped from the windows, through the insect-screens, and rose to my room, surrounding me from below, from the side.

Three weeks before he died he entered a coma and our visits consisted of us watching him sleep, watching his facial muscles contract. We were told it wasn't clear whether he was conscious or not, whether he was dreaming; three weeks of hypnagogia that animated his face in an imitation of rapid eye movement.,,



{{The car theft, the joyride, the phone call.}}



{{The break in.}}

When his internal seasons turned, he would sleep for months. Upstairs, on one side of the bed, on his side, his arms cradling his head. Through the house's ventilation system came the shifting sound of snores and hampered breathing and apnoea. In the bedroom, crowded with carved mahogany furniture, a box of cool limestone assailed by the immobile sun of an August afternoon, the light making the heavy curtains incandescent with the ripening day. He would sleep sitting upright on an armchair that lay in a narrow channel in the corridor, his legs resting against the stairs such that you had to either wait for him to withdraw them or cross over them as he was asleep if you wanted to go past the front room. On summer evenings and nights he would sleep on a deckchair in the balcony that overlooked the street a couple of stories below.

These periods were not necessarily aligned with the seasons, but rather with some internal clock of his. He could spend the whole of winter smoking in the dining room and then sleep off the meltingly hot summer months behind closed blinds and curtains, aided only by a fan that blew hot air on his back.

There was a third season in my father's system. This was the rainy season, the fertile, greening season, that brought forth like tree frogs and snails animated by the rain, thoughts and letters to the editor. He was looking for a third way.,, Maybe this was a hint to what he was thinking about during the waking season. These sentences must be some of the most ruminated upon in the entire Maltese corpus.,,



{{Re: Earthquake in Chapter 2.}}

This is very indicative.,, Of course he knew that the police wouldn't know whether there would be another tremor, or what the appropriate action to take would be. Whatever training the police force had at the time it was unlikely that it extended to seismic emergencies. He was excessively respectful towards authority, calling policemen by their rank, and craftsmen as, "Master." It is a kind of respect that Catholic culture encourages, or encouraged in his time; a kind of respect that is wholly ex-officio, that comes across as mocking, that by emphasising your deference to the office, you leave before you a man pathetic in his over-dressed hubris.,, A pathetic man dressed up in a billowing black dress, in caps and medals and service numbers, like the only man to turn up in fancy-dress. A form of over-identification.

Just as there was no religion outside the Church, there was no politics outside the parties. And just as he admired Martin Luther,, he tried to achieve that in his politics. At this time the church maintained a daily newspaper—il-Hajja—which had by now surpassed most of the clerical fanaticism of earlier decades and maintained a meek voice in the country's political cacophony.

My father's letters tried to reconcile the two great actors of 20th Century Maltese politics; the Church and Socialism. This is the dichotomy he wanted to resolve. He was stuck between reason and obedience and thought an ingeniously worded letter to the newspaper would resolve the issue. He was the dissenting conformist.,, He was the island's monk, late at night, contemplating the island's central mystery.

The cadence of Mintoff's speech, and its idiosyncratic pace, dominated the air for several decades. It was genial but combative, consisting of phrases that are by turn tentative and violent, separated by lacunae of silence that kept you hanging on to the next word involuntarily, if only to make sure that the next grammatically required word landed safely. He frequently resorted to clunky Englishisms, as if he were thinking in English. His dialect, not really absorbed from his background but studiously unpretentious like his pastimes and dress.



{{My father on church and state}}

My father on church and state; letters to the editor. He was fond of quoting St Paul, ("Alive or dead, we still belong to the Lord." (Romans 14.) This was one of the many ways he deflected criticism of his incessant smoking.,,) No one believed he really was quoting St Paul.



{{My father fixing clocks}}

Sometimes he would be crouched over the dining-room table, a magnifying glass inserted into his eye socket, and its edge just a couple of inches,, away from this little mechanism. He would alternately peer intensely at it, blow on it with a sort of rubber breast, then listen to it. He would adjust something and repeat the process until the sound was satisfactory. There was a particular way that the oscillating balance was supposed to tick, comfortably oscillating, elegant, a light, happy, skip. Time had a right sound and a wrong sound; and he could tell them apart.

Those times, when his entire face was creased around the horologist's loupe, when he was trying to pin down what was wrong with this watch, why had its tenuous hold with eternity gone awry, those were the only times when he seemed to care about anything material, and then only as a vessel of the metaphysical.  His face would look slightly offended that this little mechanism won't co-operate. Or maybe he was really just annoyed with it that it was wasting valuable smoking time, time with his other, unfailing, timepieces.

He worked sometimes on the dinner table, scrupulously cleaned for the purpose. Every now and then he would drop a tiny screw, only a couple of millimetres in size, and it was the children's job to crouch carefully around the floor until we found it. I would put my cheek almost against the floor, hovering just above it, so that every little aberration from the flat surface would show up. The cold tiles were made from recomposed marble, put together from low-grade chips of marble that were brown and green set in a white base. Between those four legs of the dinner table, a whole world would open up, sparsely populated by two or three crumbs, maybe a dead fly, maybe a speck of ash.,, With careful and systematic scanning of each tile, the steel dot of the screw would eventually come into view, the groove of the head, the near-invisible thread. This was precisely the time just before all serious timekeeping went electronic, and you could still get this close to the fabric of time, close enough to see what held it together.



Clocks had to be treated differently, their grasp on time was even more tenuous, they seemed too clumsy to be implicated in as delicate a process as the passage of time. When such a mechanism had to be fixed, my father would put it on a stand, a rough trestle made out of wood and painted a pale yellow. It was about a metre and a half tall and held the mechanism up high and allowed the pendulum to swing freely below it. the hands would be stuck on the faceless mechanism, the weights would be raised and then there was nothing to do but watch and, more important, listen.

He would sit in front of the clock, on a chair, and smoke, watching the blue clouds wrap around the mechanism. The ticking would fill the room, the swinging pendulum, reflected in the mirror, change the space and cast shadows first this way then that. On the hour, the chiming mechanism would start whirring and the chiming hammers would dip silently onto non-existent bells. 

My father would sit in front of the clock, in a pair of shorts, or maybe just underwear, his right arm around his belly and his left arm holding a cigarette between the first two fingers,,, his legs crossed lightly, his head angled towards the ticking brass of the mechanism.

Sometimes he would get lost in a coughing fit, drowning out the sound of the clock, and my mother would say, "Those cigarettes are killing you." With a glimmer in his eye, and a mysterious triumphant tone, he would respond, "They're not killing me," and, pointing at the ticking mechanism, "that is killing me."

Occasionally he would be called out to a church to have a look at their clock and he would climb up the belfry and look at this big mechanism the size of a car engine that somehow also managed to mark time for the entire village. If wristwatches were the atoms, these were the planets of the timekeeping universe. This was God's time and some of the older villagers would not deviate from it even temporarily to adjust to summer time. Called out on such a mission, this most sedentary of men, would suddenly clamber on narrow ledges forty to adjust an errant hand, sixty or seventy feet above the village.



{{Church: Mayday}}

In 1955, the Catholic Church consecrated the first of May as the feast of St Joseph the Worker. Joseph had never struck anyone as particularly Stakhanovite, known only from devotional pictures as the man who was cuckolded by a dove. He was the unconvincing pater familias of an unruly divine family, a patsy. He's a very interesting figure in this sense. That the Church would choose this benign man, seemingly on the grounds that no one else in the New Testament seems to have ever done an honest day's work.,, The promotion of the holy family, this domestication,, was very much of its time, creating a Holy Family that could have been a sitcom of the time (1950s). With the meek Joseph putting in a solid day's varnishing at the workshop while his wife talks to "angels" and his son plans for eternity.

The Church helped create this Fordist nuclear family, and eventually it would become hard somewhere like Malta to tell apart the socialist from the Catholic, ideal family,,, the holy pictures from the socialist-realist tableau. Both espoused hard, honest work, and the patriarchy.,, The Church was already providing cheap private education, hospitals and it was now planning to build 2,600 housing units. An ecclesiastic utopia.,,



{{7*. Utopia}}

The Island is in the middle eight miles broad, and holds almost at the same breadth over a great part of it, but it bends and grows narrower at the northern end, then again flares out into the shape of a fish-tail. In the north, the water is more treacherous than the south where there are several inlets, complicated in their coastline and deep enough to shelter large ships.,,

A less densely populated island is three miles to the north-west; it is more peaceful in its ambiance, and greener, and supplies its south-eastern neighbour with a disproportionate amount of the produce it consumes.

The capital city erected in celebration of victory over the Ottoman Empire is a fortified grid of streets, and a clutch of baroque palaces and no less than twenty-eight churches. It was designed by Francesco Laparelli, the pope's own military architect, on loan from the Vatican. The city's cathedral, equal in stature to the main cathedral of Mdina, sits at the centre of the city and is maintained by civil authorities for the benefit of the faithful.

This, is basically, Salazar's Portugal, heavily based on Rerum Novarum.





{{My father: Escapement}}

The escapement is there to prevent the mainspring from unwinding all at once, smoking allows you not to breathe too quickly, not to live too quickly, time itself is there -- as has been said -- to prevent everything from happening at once. Syzygy, planetary alignment. That was the first time that anyone gave a date to the end of the world.  Time coming to an end, everything happening all at once. End scenario, 10 March 1982: being robbed of a life, a general death. The individual existed to a lesser extent. I was scared that I would be swallowed up into fated humanity before I had the time to become an individual. Going straight from collective childhood to a collective expiration of the species.,,



{{The Strike}}

The strike was called by the General Workers Union,,, it was general, and nobody worked, nobody nobody nobody, no shops and no piece of work.,, From Bormla, we were a lot of young men, all the same age, and we set off, on foot, along the way, to see what we'd come across. And there were a lot of people on the streets but we went towards Marsa and that's where trouble started. The first trouble there was was where the refugees are nowadays, near the GITC, there was a Land Rover and we turned it over and set fire to it but there were places where there was no fire and the police after a while started to show up and meanwhile we'd started walking up the hill where the prison is just before Marsovin. Marsovin is on your left and I'm talking about where the bus used to pass from in those days and the police were many and they were running and speeding, we were still young, me and the others, we were nineteen, we were one litter, they would certainly not catch up with us and when they were nearly by the coast and we were half way up, when we got to where there's Friesol, some fridges or something like that, and there were huge gears, with cogs, large ones, there were quite a few, but there were many of us, we pulled them to the middle of the road, one next to the other, we put a stone in front of each one until the police were approaching, when we said now, we removed the stones, and the gear-wheels started rolling against the police, towards the police, and the police where running away with these gear-wheels chasing them, meanwhile they gave us the time to get away and we continued on our way towards Valletta and on the way we also met with many obstacles. And we went to Valletta and when we went to Castille, someone said let's throw down the cannons that are in front of the palace and we all climbed the stairs to push them down but there were policemen in the balconies and they were waving flags and shouting at us, Get down, Get down, and trying to stop us, and there were other people helping us, we weren't just by ourselves, and these others who joined us,, there was a man who had a log with a large nail,, and while the mounted police where running towards us they would whip the horse's leg with the log and the horse would prance up and, of course, the policeman would fall off the back and at that moment we could run away, this was our aim. At Rahal Gdid something happened which helped us and we thought we'd gotten away scot-free but we hadn't gotten away scot-free because we ran as quickly as possible because everyone said there were a lot of people in the square and we tried to get lost in the crowd to run away from the police because they wouldn't go into the crowd like that so when we got lost among the people, deliberately, we were just a few of us from Bormla and we decided that instead of using the road we would use the valley because there are lots of trees and there's a greater chance that we would be able to hide and things like that, but the police were chasing us with dogs, and i told the others that if we split up we could each climb a tree, and keep going, as high as possible, and then they would overtake us, we were taking a gamble, and that's what we did, and they overtook us, and then we climbed back up the hill quietly, and we had no obstacles. Before we took that road we were still where we had seen the police, when we were at the top of the hill. There was an incident there. There was a large ambulance, like a big truck, and that was a Royal Navy ambulance, you don't see them any more. Now, according to what they were saying, this wasn't full of injured people, it was full of soldiers, and it brought them behind the prison, where no one could see them, and in fact, when we were climbing the hill, we saw some of them but we never imagines that they were coming for us. And when we crossed they were in the middle, and some of us were behind them, so we picked up stones, throwing stones at them, they were unarmed, until we reach the coast, and they all took out their handkerchiefs to pretend they were surrendering, and they all ended up jumping into the sea, all of them, we hadn't touched them, and they continued waving their handkerchiefs and we were still throwing stones at them while we could see them up to their necks in water, they couldn't reach there, and they swam out and came up from somewhere else because with us there they wouldn't have had any peace. That was the story, officers and all, uniforms and all. No one undressed.,, We can't say we weren't scared, we were only eleven, you'll always be a bit tense, and then you see your mother crying at home, and in a couple of minutes, she's checking up on me, sending me to see where my father is, and go and tell him his food is ready maybe he'll come back up, he was at the shore by the bridge. For me, that day was a great success, and it was a miracle that not a lot of people got hurt, like in 1919 when they opened fire, but teh people wanted to show that it had one government, a Maltese government, Integration had not succeeded, and wanted to be independent.,, At four in the morning, I remember we went, me and a certain Mario Grima, and we stayed near the bridge, we picketed, because we were pickets, because we were all in the General Workers Union, the union appointed its own members, we used to call them pickets, and we had a white band to be recognised, so everyone would know we are pickets. So after a while, a motorcycle goes by, a police sergeant, an army sergeant, English, they signalled to him to stop and he kept on going, and when they made him stop he stepped on the brake and skidded and he kept on going on his belly crying ouch! I can still hear the cry, poor thing. And he kept going to the pavement to the side where people's houses are and the motorcycle went to the other side and all at once it caught fire, like a fireball, and meanwhile the sergeant was wiping his hands on his clothes, on his breast, and he was walking back to the burning motorcycle and we were shouting at him, telling him leave it away,,, get away from there, because we were thinking if he goes there he'd get burnt because he was covered in oil. We weren't doing this so that as a consequence people would die.,,






--30--



The theme of escapement, restraint, here also works with respect to restraining the rioting masses, channelling their anger.



Syzygy, 10 March. Maybe the book should climax towards it.



Use gait to describe ticking.



Pharmacopoeia, brooding.



Mt Carmel.



My father and the dignity of labour.



End scenario, 10 March 1982, Syzygy: being robbed of a life, a general death. The individual existed to a lesser extent. I was scared that I would be swallowed up into fated humanity before I had the time to become an individual. Going straight from collective childhood to a collective expiration species, a species-level concern.,,



Also set up the Young Christian Workers Party.,,
